let product = [
    {
        pId:0,
        pName:"dyson zone absolute+",
        pColor:"블루/코퍼",
        pPrice:999000,
        pImgsrc:"dysonzone.png",
        pFaq:[
            {
                q:`다이슨 존 노이즈 캔슬링 헤드폰을 완전히 충전하는 데 얼마나 걸리나요?`,
                a:`다이슨 존 헤드폰은 단 3시간 만에 완전히 충전할 수 있습니다. 충전하는 동안에도 헤드폰을 사용하여 오디오 및 공기 정화를 계속할 수 있습니다.

                헤드폰의 전원이 부족한 경우 30분 충전으로 최대 9.5시간 동안 노이즈 캔슬링 오디오를 재생할 수 있습니다. 다이슨 헤드폰으로 충전 시간은 줄이고 사운드에 몰입하는 시간은 늘려보세요.`
            },
            {
                q:`헤드폰의 배터리 수명을 어떻게 절약하나요?`,
                a:`헤드폰을 벗으면 바로 '휴식 모드'로 전환되어 배터리 수명을 절약할 수 있습니다. 사용하지 않을 때 헤드폰을 완전히 꺼두면 배터리 수명을 더욱 연장할 수 있습니다.`
            },
            {
                q:`자동 ON/OFF 기능은 어떻게 작동하나요?`,
                a:`자동 ON/OFF 기능은 사용자가 헤드폰을 벗으면 기기를 대기 상태로 전환해 에너지를 절약합니다. 헤드폰은 대기 상태에서도 약간의 전력을 소모하기 때문에 대기 상태에 오랜 시간 동안 방치할 경우 배터리 잔량이 낮아서 충전해야 할 수 있습니다. 노이즈 캔슬링 헤드폰을 다시 착용하면 자동으로 대기 모드는 종료됩니다.`
            },
            {
                q:`헤드폰을 어떻게 켜고 끄나요?`,
                a:`헤드폰 왼쪽 이어컵의 공기 흐름 버튼을 길게 눌러 전원을 켭니다. 전원이 켜지면 LED 표시등이 흰색으로 바뀝니다. 헤드폰을 사용하지 않을 때는 공기 흐름 버튼을 5초간 길게 눌러 전원을 끌 수 있습니다. 5~10초 더 길게 누르면 헤드폰이 재설정됩니다.`           
            },
            {
                q:`스마트폰이 아닌 다른 장치에서 Dyson 무선 헤드폰을 사용할 수 있나요?`,
                a:`네. 다이슨 존 노이즈 캔슬링 헤드폰은 스마트폰, 태블릿, 노트북, 스마트 TV 등 블루투스 연결이 가능한 모든 장치에 연결할 수 있습니다.`
            }
        ]
    },
    {
        pId:1,
        pName:"dyson zone",
        pPrice:869000,
        pColor:"블루/블루",
        pImgsrc:"dysonzone02.png",
        pFaq:[
            {
                q:`다이슨 존 노이즈 캔슬링 헤드폰을 완전히 충전하는 데 얼마나 걸리나요?`,
                a:`다이슨 존 헤드폰은 단 3시간 만에 완전히 충전할 수 있습니다. 충전하는 동안에도 헤드폰을 사용하여 오디오 및 공기 정화를 계속할 수 있습니다.

                헤드폰의 전원이 부족한 경우 30분 충전으로 최대 9.5시간 동안 노이즈 캔슬링 오디오를 재생할 수 있습니다. 다이슨 헤드폰으로 충전 시간은 줄이고 사운드에 몰입하는 시간은 늘려보세요.`
            },
            {
                q:`헤드폰의 배터리 수명을 어떻게 절약하나요?`,
                a:`헤드폰을 벗으면 바로 '휴식 모드'로 전환되어 배터리 수명을 절약할 수 있습니다. 사용하지 않을 때 헤드폰을 완전히 꺼두면 배터리 수명을 더욱 연장할 수 있습니다.`
            },
            {
                q:`자동 ON/OFF 기능은 어떻게 작동하나요?`,
                a:`자동 ON/OFF 기능은 사용자가 헤드폰을 벗으면 기기를 대기 상태로 전환해 에너지를 절약합니다. 헤드폰은 대기 상태에서도 약간의 전력을 소모하기 때문에 대기 상태에 오랜 시간 동안 방치할 경우 배터리 잔량이 낮아서 충전해야 할 수 있습니다. 노이즈 캔슬링 헤드폰을 다시 착용하면 자동으로 대기 모드는 종료됩니다.`
            },
            {
                q:`헤드폰을 어떻게 켜고 끄나요?`,
                a:`헤드폰 왼쪽 이어컵의 공기 흐름 버튼을 길게 눌러 전원을 켭니다. 전원이 켜지면 LED 표시등이 흰색으로 바뀝니다. 헤드폰을 사용하지 않을 때는 공기 흐름 버튼을 5초간 길게 눌러 전원을 끌 수 있습니다. 5~10초 더 길게 누르면 헤드폰이 재설정됩니다.`           
            },
            {
                q:`스마트폰이 아닌 다른 장치에서 Dyson 무선 헤드폰을 사용할 수 있나요?`,
                a:`네. 다이슨 존 노이즈 캔슬링 헤드폰은 스마트폰, 태블릿, 노트북, 스마트 TV 등 블루투스 연결이 가능한 모든 장치에 연결할 수 있습니다.`
            }
        ]
    },

]